9/data/attachments/3a1af18050ced35e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Krystal_player_Actions_22182_4</nif:username>
            <nif:friendToBeRequested>soap_actions_721914b0-e2cf-47f5-b8f1-5d20bdce3662</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>